app/controllers/companies_controller.rb

  def create
    @company = Company.new(company_params)

    if @company.save
---
INSERT INTO "companies" ("adress", "created_at", "fax", "name", "tel", "updated_at", "url") VALUES (?, ?, ?, ?, ?, ?, ?)