app/controllers/groups_controller.rb

INSERT INTO "groups" ("address", "created_at", "name", "updated_at") VALUES (?, ?, ?, ?)  [["address", "a"], ["created_at", Fri, 18 Oct 2013 11:38:06 UTC +00:00], ["name", "a"], ["updated_at", Fri, 18 Oct 2013 11:38:06 UTC +00:00]]
---
  def create
    @group = Group.new(group_params)

    respond_to do |format|
      if @group.save

DELETE FROM "groups" WHERE "groups"."id" = ?  [["id", 1]]
---
  def destroy
    @group.destroy