app/controllers/name_cards_controller.rb

SELECT "name_cards".* FROM "name_cards"
---
  def index
    @name_cards = NameCard.all