app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("address", "created_at", "name", "updated_at") VALUES (?, ?, ?, ?)  [["address", "h"], ["created_at", Fri, 18 Oct 2013 11:47:15 UTC +00:00], ["name", "h"], ["updated_at", Fri, 18 Oct 2013 11:47:15 UTC +00:00]]